Repository: giuliopanda/op-bulk-image-resizer
Catalog: languages/bulk-image-resizer-*.po
Languages: it_it

source: <b>Inside Tools > Bulk image resizer </b> set the settings and you can start the bulk to resize all images
it_it: <b>Strumenti> Bulk image resizer </b> Salva le impostazioni e inizia a ridimensionare in blocco tutte le immagini

source: Among the settings you can decide to allow the plugin to resize images when they are loaded.
it_it: Tra le impostazioni puoi decidere di consentire al plugin di ridimensionare le immagini quando vengono caricate.

source: Analyzing the update in progress ...
it_it: Analisi dell'aggiornamento in corso...

source: Are you sure you want to leave the page?
it_it: Sei sicuro di voler lasciare la pagina?

source: Are you sure you want to resize images with a height less than 500px?
it_it: Sei sicuro di voler ridimensionare le immagini con un'altezza inferiore a 500 px?

source: Are you sure you want to resize images with a width less than 500px?
it_it: Sei sicuro di voler ridimensionare le immagini con una larghezza inferiore a 500 px?

source: Attention the image is not writable
it_it: Attenzione l'i

source: Compressed:
it_it: Compresse

source: Compression Quality
it_it: Qualità

source: Delete Original
it_it: Cancella l'immagine originale

source: Dimensions
it_it: Dimensioni

source: DISTRIBUTION OF IMAGES
it_it: Distribuzione delle immagini

source: Do not leave the page while you are resizing your images
it_it: Non lasciare la pagina mentre stai ridimensionando le tue immagini

source: Estimated time analysis in progress.
it_it: Analisi del tempo stimato in corso.

source: Estimated time remaining: %s
it_it: Tempo stimato rimanente: %s

source: Finally On <b> Media Library in list view </b> you have a new column that shows you the image data and the possibility to resize for groups of selected images.
it_it: Infine su <b> Libreria multimediale in visualizzazione elenco </b> hai una nuova colonna che mostra i dati dell'immagine e la possibilità di ridimensionare per gruppi di immagini selezionate.

source: FIXED
it_it: Correggi

source: go to Bulk image resizer
it_it: Vai al plugin

source: Go to the plugin
it_it: Vai al plugin

source: HDD SPACE OCCUPIED
it_it: Spazio occupato

source: I am having difficulty contacting the server.
it_it: Ho difficoltà a contattare il server.

source: I start resizing the images
it_it: Inizio a ridimensionare le immagini

source: Max height
it_it: Altezza massima

source: Max width
it_it: Larghezza massima

source: No images found to update
it_it: Nessuna immagine trovata da aggiornare

source: Notifications
it_it: Notifiche

source: Now the used space is: <b>%s</b>
it_it: Ora lo spazio utilizzato è: <b>%s</b>

source: Op Bulk image resizer
it_it: Bulk image resizer

source: Optimize
it_it: Ottimizza

source: Optimize images uploaded to the server. Go to "tools" to configure the plugin or to perform batch optimization. Go to "Media library (list view)" to optimize individual images.
it_it: Ottimizza le immagini caricate sul server. Vai su "strumenti" per configurare il plugin o per eseguire l'ottimizzazione in batch. Vai a "Libreria multimediale (visualizzazione elenco)" per ottimizzare le singole immagini.

source: Original:
it_it: Originale

source: Pause
it_it: Pausa

source: Remember that you can optimize a group of images from media> library list view. Just select the images and resize them from group actions > Resize (widthXheight)
it_it: Ricorda che puoi ottimizzare un gruppo di immagini dalla visualizzazione elenco media > libreria. Basta selezionare le immagini e ridimensionarle dalle azioni di gruppo > Ridimensiona (larghezzaXaltezza)

source: Resize when images are uploaded
it_it: Ridimensiona quando le immagini vengono caricate

source: Resize: (%s)
it_it: Ridimensiona: (%s)

source: Resume
it_it: Riprendi

source: Resume the update
it_it: Riprendi l'aggiornamento

source: Save your changes
it_it: Salva i cambiamenti

source: Saved images:
it_it: Immagini salvate

source: SETTINGS
it_it: Impostazioni

source: size:
it_it: Dimensioni:

source: Space occupied by images:
it_it: Spazio occupto dalle immagini

source: Start the resize
it_it: Inizia il ridimensionamento

source: Still to be processed: %s
it_it: Ancora da processare: %s

source: Thank you for downloading Bulk image resize
it_it: Grazie per aver scaricato Bulk image resizer

source: The elapsed time is: %s
it_it: Il tempo trascorso è: %s

source: The original images will be resized and overwritten, so it's always best to make a backup before starting the script!
it_it: Le immagini originali verranno ridimensionate e sovrascritte, quindi è sempre meglio fare un backup prima di avviare lo script!

source: The plugin is opensource and without additional paid plans. Using this plugin you have three features:
it_it: Il plugin è opensource e senza piani a pagamento aggiuntivi. Usando questo plugin hai tre funzionalità:

source: The update has finished
it_it: L'aggiornamento è terminato

source: They were spared: <b> %s </b>.
it_it: Sono stati risparmiati: <b> %s </b>.

source: Updates are paused. Click on resume to continue.
it_it: Gli aggiornamenti sono in pausa. Clicca su riprendi per continuare.

source: Wait for the end of saving the settings
it_it: Attendi la fine del salvataggio delle impostazioni

source: We are almost there
it_it: Ci siamo quasi

source: We found %s images to update out of %s total
it_it: Abbiamo trovato %s immagini da aggiornare su %s totali
